Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Review Goal Details
de_de: Zieldetails der Beurteilung

source: Review rating distribution
de_de: Verteilung der Beurteilungsbewertungen

source: Review Status
de_de: Beurteilungsstatus

source: Review status table
de_de: Tabelle zum Beurteilungsstatus

source: Review completion status
de_de: Abschlussstatus der Beurteilung

source: Review custom questions export table
de_de: Exporttabelle für benutzerdefinierte Fragen zur Beurteilung

source: Review detailed export table
de_de: Detaillierte Exporttabelle zur Beurteilung

source: Review evaluation status
de_de: Bewertungsstatus der Beurteilung

source: Reviews with aligned behavior ratings
de_de: Beurteilungen mit abgestimmten Verhaltensbewertungen

source: Reviews with aligned goal ratings
de_de: Beurteilungen mit abgestimmten Zielbewertungen

source: Reviews with worker/manager alignment
de_de: Beurteilungen mit Übereinstimmung zwischen Mitarbeiter:in und Führungskraft

source: # Right to information (RTI) requests
de_de: Anzahl Anträge auf Informationszugang (RTI)

source: Role assignment
de_de: Rollen­zuweisung

source: RTI request deadline monitor
de_de: Überwachung der RTI-Anforderungsfrist

source: RTI request deadline status by country
de_de: Status der RTI-Antragsfristen nach Land

source: RTI request deadline status by org unit
de_de: Status der RTI-Antragsfristen nach Organisationseinheit

source: RTI request details
de_de: Details zur RTI-Anforderung

source: RTI request details by worker
de_de: Details zur RTI-Anforderung nach Mitarbeiter:in

source: RTI request status
de_de: Status der RTI-Anforderung

source: RTI request status by country
de_de: Status der RTI-Anträge nach Land

source: RTI request status by org unit
de_de: Status der RTI-Anträge nach Organisationseinheit

source: # RTI requests closed
de_de: Anzahl abgeschlossener RTI-Anträge

source: # RTI requests closed without document
de_de: Anzahl abgeschlossener RTI-Anträge ohne Dokument

source: # RTI requests during warning period
de_de: Anzahl RTI-Anträge während der Warnfrist

source: # RTI requests in progress
de_de: Anzahl laufender RTI-Anträge

source: # RTI requests pending document release
de_de: Anzahl RTI-Anträge mit ausstehender Dokumentfreigabe

source: RTI requests received over time
de_de: Im Zeitverlauf eingegangene RTI-Anfragen

source: RTI requests remaining days (Warning & Overdue)
de_de: Verbleibende Tage für RTI-Anforderungen (Warnung & Überfällig)

source: % RTI requests unreleased at least once
de_de: % RTI-Anforderungen mindestens einmal nicht freigegeben

source: Salary & Bonus Comp Round Export Details
de_de: Exportdetails der Gehalts- und Bonus-Vergütungsrunde

source: Salary Comp Round Export Details
de_de: Exportdetails der Gehaltsvergütungsrunde

source: Salary Increase Allocation Overview
de_de: Übersicht der Gehaltserhöhungszuteilung

source: Self-assessment
de_de: Selbsteinschätzung

source: # Self-assessment submissions over time
de_de: # Eingereichte Selbsteinschätzungen im Zeitverlauf

source: Self-review rating distribution
de_de: Verteilung der Selbstbeurteilungsbewertungen

source: Shared goals
de_de: Gemeinsame Ziele

source: Stacked behaviors sent by org level
de_de: Gestapelte Verhaltensweisen nach Organisationsebene gesendet

source: Status by org. level
de_de: Status nach Organisationsebene

source: The sunburst displays how the manager ratings were changed during the People Day. The worker and manager ratings were aligned for
de_de: Das Sunburst-Diagramm zeigt, wie die Managerbewertungen während des People Day geändert wurden. Die Beurteilungen von Mitarbeiter:in und Manager:in wurden abgeglichen für

source: reviews.
de_de: Beurteilungen.

source: The sunburst displays how the line leader and line leader + 1 ratings were changed during the Let's Discuss and Challenge processes.
de_de: Das Sunburst-Diagramm zeigt, wie die Bewertungen der Führungskraft und der Führungskraft + 1 während der Prozesse „Let’s Discuss“ und „Challenge“ geändert wurden.

source: System Logins
de_de: Systemanmeldungen

source: System Roles Permission
de_de: Systemrollen-Berechtigung

source: System Usage Details
de_de: Details zur Systemnutzung

source: System Usage Overview
de_de: Systemnutzungsübersicht

source: System Usage & Roles
de_de: Systemnutzung & Rollen

source: Thanks, Favorites & Let's meet
de_de: Danke, Favoriten & Lass uns treffen

source: Top 5 strategic drivers
de_de: Top 5 strategische Treiber

source: Total active users
de_de: Aktive Nutzer insgesamt

source: Total answers
de_de: Antworten insgesamt

source: Total behaviors requested
de_de: Angeforderte Verhaltensweisen insgesamt

source: Total career plan templates
de_de: Karriereplantemplates insgesamt

source: Total career plans
de_de: Karrierepläne insgesamt

source: Total challenged reviews
de_de: Insgesamt angefochtene Beurteilungen

source: Total check-ins
de_de: Check-ins insgesamt

source: Total number of check-ins in table
de_de: Gesamtzahl der Check-ins in der Tabelle

source: Total completed reviews
de_de: Abgeschlossene Beurteilungen insgesamt

source: Total documents not released
de_de: Gesamtzahl der nicht freigegebenen Dokumente

source: Total documents released
de_de: Gesamtzahl freigegebener Dokumente

source: Total documents unreleased
de_de: Gesamtzahl nicht freigegebener Dokumente

source: Total goals by strategic driver
de_de: Ziele nach strategischem Treiber insgesamt

source: Total goals with strategic drivers
de_de: Ziele mit strategischen Treibern insgesamt

source: Total logins
de_de: Anzahl Anmeldungen

source: Total logins over time
de_de: Anzahl der Anmeldungen im Zeitverlauf

source: Total number of alignments:
de_de: Gesamtanzahl der Zuordnungen:

source: Total number of communication rounds
de_de: Gesamtzahl der Kommunikationsrunden

source: Total number of documents
de_de: Gesamtzahl der Dokumente

source: Total number of documents by comm round
de_de: Gesamtzahl der Dokumente nach Kommunikationsrunde

source: Total number of goals in table:
de_de: Gesamtanzahl der Ziele in der Tabelle:

source: Total number of workers
de_de: Gesamtanzahl der Mitarbeiter:innen

source: Total number of users in table
de_de: Gesamtzahl der Benutzer in der Tabelle

source: Total questions
de_de: Fragen insgesamt

source: Total rated feedbacks
de_de: Bewertete Feedbacks insgesamt

source: Total requests by behavior
de_de: Gesamtanzahl der Anfragen nach Verhaltensweise

source: Total reviews with behavior ratings
de_de: Beurteilungen mit Verhaltensbewertungen insgesamt

source: (Total score visuals are not affected by this)
de_de: (Gesamtpunktzahl-Darstellungen werden davon nicht beeinflusst)

source: Total users
de_de: Benutzer insgesamt

source: Total users with no goals
de_de: Benutzer ohne Ziele insgesamt

source: Trust (avg.)
de_de: Vertrauen (Durchschn.)

source: Trust & clarity (correlation)
de_de: Vertrauen & Klarheit (Korrelation)

source: Trust (distribution)
de_de: Vertrauen (Verteilung)

source: # unique aligned goals
de_de: # eindeutige ausgerichtete Ziele

source: Unique logins
de_de: Eindeutige Anmeldungen

source: Unique logins over time
de_de: Eindeutige Anmeldungen im Zeitverlauf

source: # unique parent goals
de_de: # eindeutige übergeordnete Ziele

source: Used the Check-ins feature
de_de: Hat die Check-ins-Funktion verwendet

source: Used the Feedback feature
de_de: Funktion „Feedback“ verwendet

source: Used the Goals feature
de_de: Hat die Ziel-Funktion verwendet

source: Users having aligned goals
de_de: Benutzer:innen mit ausgerichteten Zielen

source: Users having behaviors
de_de: Benutzer:innen mit Verhaltensweisen

source: Users having check-ins
de_de: Benutzer:innen mit Check-ins

source: Users having feedback
de_de: Benutzer:innen mit Feedback

source: Users having goals
de_de: Benutzer:innen mit Zielen

source: Users having logged in
de_de: Angemeldete Benutzer

source: Users who received feedback ratings
de_de: Benutzer:innen mit Feedbackbewertungen

source: Users who requested feedback
de_de: Benutzer:innen, die Feedback angefordert haben

source: Users who sent feedback
de_de: Benutzer:innen, die Feedback gesendet haben

source: Users with check-ins by role
de_de: Benutzer:innen mit Check-ins nach Rolle

source: Users with global access
de_de: Benutzer mit globalem Zugriff

source: Users with no goals
de_de: Benutzer:innen ohne Ziele

source: Users with no goals by org. level
de_de: Benutzer:innen ohne Ziele nach Org.-Ebene

source: Users with restricted access
de_de: Benutzer mit eingeschränktem Zugriff

source: Word cloud - Answers for multiple choice questions
de_de: Wordcloud – Antworten auf Multiple-Choice-Fragen

source: Word cloud - Answers from free text questions
de_de: Wordcloud – Antworten aus Freitextfragen

source: Worker/manager alignment
de_de: Abgleich zwischen Mitarbeiter:in und Führungskraft

source: Worker self-review status
de_de: Status der Selbstbeurteilung des/der Mitarbeiter:in

source: Workers having goals
de_de: Mitarbeiter:innen mit Zielen

source: Workers who received feedback ratings
de_de: Mitarbeiter:innen mit Feedbackbewertungen

source: Workers with no goals
de_de: Mitarbeiter:innen ohne Ziele

source: Workflow step by comm round
de_de: Workflow-Schritt nach Kommunikationsrunde

source: Workflow step status
de_de: Status des Workflow-Schritts

source: We couldn't prepare this report right now. Please try again in a moment. If the issue persists, contact support and share this screen.
de_de: Wir konnten diesen Bericht gerade nicht erstellen. Bitte versuche es in einem Moment erneut. Wenn das Problem weiterhin besteht, kontaktiere den Support und teile diesen Bildschirm.

source: Reference: {{referenceErrorCode}}
de_de: Referenz: {{referenceErrorCode}}

source: This report is temporarily unavailable.
de_de: Dieser Bericht ist vorübergehend nicht verfügbar.

source: Reports
de_de: Berichte

source: There are no reports to display at the moment.
de_de: Im Moment gibt es keine Berichte, die angezeigt werden können.

source: No reports or pages with the name "{{phrase}}"
de_de: Keine Berichte oder Seiten mit dem Namen „{{phrase}}“

source: Search for a report
de_de: Suchen Sie nach einem Bericht

source: Total: {{count}}
de_de: Gesamt: {{count}}

source: Report list
de_de: Berichtsliste

source: This should only take a few seconds!
de_de: Dies sollte nur wenige Sekunden dauern!

source: Loading data
de_de: Daten werden geladen

source: Preparing visuals
de_de: Vorbereitung von Visualisierungen

source: Rendering the dashboard
de_de: Dashboard wird geladen

source: We are generating the dashboard for you.
de_de: Wir erstellen das Dashboard für Sie.

source: Analytics
de_de: Analysen

source: Approve all pending goals
de_de: Alle ausstehenden Ziele genehmigen

source: You are about to approve the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
de_de: Sie sind dabei, das Ziel <strong>{{goalTitle}}</strong> zu genehmigen. Möchten Sie wirklich fortfahren?

source: Approve goal
de_de: Ziel genehmigen

source: Type your message here
de_de: Geben Sie hier Ihre Nachricht ein

source: {{count}} goals were successfully approved.
de_de: {{count}} Ziele wurden erfolgreich genehmigt.

source: The goal was approved.
de_de: Das Ziel wurde genehmigt.

source: Assisted by Goal Genius
de_de: Unterstützt von Goal Genius

source: Please add at least one attachment.
de_de: Bitte fügen Sie mindestens einen Anhang hinzu.

source: Back to login
de_de: Zurück zur Anmeldung

source: Set new password
de_de: Neues Passwort festlegen

source: Email me the link again
de_de: Senden Sie mir den Link erneut per E-Mail

source: You have forgotten your password or you're logging in for first time? Enter your email below to receive instructions to set your password.
de_de: Haben Sie Ihr Passwort vergessen oder melden Sie sich zum ersten Mal an? Geben Sie unten Ihre E-Mail-Adresse ein, um Anweisungen zum Festlegen Ihres Passworts zu erhalten.

source: If you haven't received our email within the next 3 minutes, you can request a new email.
de_de: Wenn Sie unsere E-Mail nicht innerhalb der nächsten 3 Minuten erhalten, können Sie eine neue E-Mail anfordern.

source: Check your "{{email}}" inbox for an email from beqom containing a unique link to reset your password. If you don't see this email in your inbox, check your spam folder.
de_de: Überprüfen Sie Ihren „{{email}}“-Posteingang auf eine E-Mail von beqom, die einen einmaligen Link zum Zurücksetzen Ihres Passworts enthält. Wenn Sie diese E-Mail nicht in Ihrem Posteingang sehen, überprüfen Sie Ihren Spam-Ordner.

source: Set my password
de_de: Passwort festlegen

source: Autosave
de_de: Automatisches Speichern

source: Back to home page
de_de: Zurück zur Startseite

source: Back to "Manage behavior libraries" page
de_de: Zurück zur Seite „Verhaltensbibliotheken verwalten“

source: Back to {{pageName}}
de_de: Zurück zu {{pageName}}

source: Service temporarily unavailable
de_de: Dienst vorübergehend nicht verfügbar

source: The server is temporarily unavailable. Please try again in a few moments. If the problem persists, contact your IT team for assistance.
de_de: Der Server ist vorübergehend nicht verfügbar. Bitte versuchen Sie es in ein paar Augenblicken erneut. Wenn das Problem weiterhin besteht, wenden Sie sich zur Unterstützung an Ihr IT-Team.

source: Continue editing
de_de: Weiter bearbeiten

source: Discard and close
de_de: Verwerfen und schließen

source: You have unsaved changes. Do you want to discard them?
de_de: Sie haben ungespeicherte Änderungen. Möchten Sie diese verwerfen?

source: Currently, our company does not have a formal behavior library in place. However, we are diligently working on creating one to better serve our organizational goals. Our team is actively developing a comprehensive behavior library that aligns with our company values and objectives. We appreciate your understanding and anticipate sharing our progress with you in the near future.
de_de: Derzeit verfügt unser Unternehmen über keine formale Verhaltensbibliothek. Wir arbeiten jedoch daran, eine zu erstellen, um unsere organisatorischen Ziele besser zu unterstützen. Unser Team entwickelt eine umfassende Verhaltensbibliothek, die mit unseren Unternehmenswerten und -zielen übereinstimmt. Wir schätzen dein Verständnis und freuen uns darauf, dir in naher Zukunft über unsere Fortschritte zu berichten.

source: Assigned to:
de_de: Zugewiesen an:

source: Behavior library details
de_de: Details zur Verhaltensbibliothek

source: Delete library
de_de: Bibliothek löschen

source: Disable library
de_de: Bibliothek deaktivieren

source: Edit library
de_de: Bearbeiten

source: Enable library
de_de: Bibliothek aktivieren

source: Library owners:
de_de: Bibliothekseigentümer:in:

source: Publication date:
de_de: Veröffentlichungsdatum:

source: Users will no longer be able to continue to tag this behavior, but they will see behaviors that were received or sent.
de_de: Benutzer:innen können dieses Verhalten nicht mehr markieren, aber sie werden Verhalten sehen, das empfangen oder gesendet wurde.

source: After enabling this library, go to “Edit”, and review the setup and assignment. Once the library has been reviewed and assigned, it will then be available to end users. Are you sure you want to enable the library?
de_de: Nachdem Sie diese Bibliothek aktiviert haben, gehen Sie zu „Bearbeiten“ und überprüfen Sie die Einrichtung und Zuweisung. Sobald die Bibliothek überprüft und zugewiesen wurde, steht sie den Endbenutzern zur Verfügung. Sind Sie sicher, dass Sie die Bibliothek aktivieren möchten?

source: The library {{name}} was successfully deleted.
de_de: Die Bibliothek {{name}} wurde erfolgreich gelöscht.

source: The library {{name}} was successfully disabled.
de_de: Die Bibliothek {{name}} wurde erfolgreich deaktiviert.

source: The library {{name}} was successfully enabled.
de_de: Die Bibliothek {{name}} wurde erfolgreich aktiviert.

source: All rights reserved.
de_de: Alle Rechte vorbehalten.

source: Company goals
de_de: Unternehmensziele

source: Department goals
de_de: Abteilungsziele

source: Estimated bonus
de_de: Geschätzter Bonus

source: Individual goals
de_de: Individuelle Ziele

source: Bonus variable estimator
de_de: Bonusvariablen-Schätzer

source: Accept
de_de: Akzeptieren

source: Accepted
de_de: Akzeptiert

source: Add
de_de: Hinzufügen

source: Add agenda point
de_de: Agenda-Punkt hinzufügen

source: Add block
de_de: Block hinzufügen

source: Add feature
de_de: Funktion hinzufügen

source: Add feedback note
de_de: Feedback-Notiz hinzufügen

source: Add field
de_de: Feld hinzufügen

source: Add note
de_de: Notiz hinzufügen

source: Add option
de_de: Option hinzufügen

source: Add type
de_de: Typ hinzufügen

source: Apply
de_de: Anwenden

source: Apply filters
de_de: Filter anwenden

source: Approve
de_de: Genehmigen

source: Assign
de_de: Zuweisen

source: Attach document
de_de: Dokument anhängen

source: Back
de_de: Zurück

source: Change
de_de: Ändern

source: Change file name
de_de: Dateiname ändern

source: Clear filters
de_de: Filter löschen

source: Clear all filters and search
de_de: Alle Filter löschen und suchen

source: Close
de_de: Schließen

source: Invite a collaborator
de_de: Kolleg:innen einladen

source: Collapse
de_de: Ausblenden

source: Continue
de_de: Weiter

source: Copy
de_de: Kopieren

source: Create
de_de: Erstellen

source: Create check-in
de_de: Check-in erstellen

source: Create model
de_de: Modell erstellen

source: Create snapshot
de_de: Snapshot erstellen

source: Dark mode
de_de: Dunkelmodus

source: Reject
de_de: Ablehnen

source: Delete
de_de: Löschen

source: Delete all
de_de: Alle löschen

source: Delete goal
de_de: Ziel löschen

source: Discard
de_de: Verwerfen

source: Download
de_de: Herunterladen

source: Download all
de_de: Alle herunterladen

source: Download CSV
de_de: CSV herunterladen

source: Download CSV file
de_de: CSV-Datei herunterladen

source: Download file
de_de: Datei herunterladen

source: Download log file
de_de: Protokolldatei herunterladen

source: Download PDF
de_de: PDF herunterladen

source: Download the template
de_de: Vorlage herunterladen

source: Duplicate
de_de: Duplizieren

source: Edit
de_de: Bearbeiten

source: Edit field
de_de: Feld bearbeiten

source: Edit goal
de_de: Ziel bearbeiten

source: Edit goal details
de_de: Ziel-Details bearbeiten

source: Edit profile
de_de: Profil bearbeiten

source: Edit type
de_de: Typ bearbeiten

source: Exit
de_de: Beenden

source: Expand
de_de: Erweitern

source: Export organization
de_de: Organisation exportieren

source: Extend model
de_de: Modell erweitern

source: Filters
de_de: Filter

source: Finish
de_de: Beenden

source: Generate CSV
de_de: CSV generieren

source: Generate statement
de_de: Erklärung generieren

source: Give
de_de: Geben

source: Give feedback
de_de: Feedback geben

source: Go back
de_de: Zurückgehen

source: Hide
de_de: Ausblenden

source: Join
de_de: Beitreten

source: Help Center
de_de: Hilfe-Center

source: Load more
de_de: Mehr laden

source: Logout
de_de: Abmelden

source: Manage
de_de: Verwalten

source: Mark all as read
de_de: Alle als gelesen markieren

source: More
de_de: Mehr

source: Move reviews
de_de: Beurteilungen verschieben

source: New
de_de: Neu

source: Next
de_de: Weiter

source: Next step
de_de: Nächster Schritt

source: None
de_de: Keine

source: Open
de_de: Offen

source: Open in a new tab
de_de: In neuem Tab öffnen

source: Open link
de_de: Link öffnen

source: Preview grid
de_de: Rastervorschau

source: Previous
de_de: Vorherige

source: Print PDF
de_de: PDF drucken

source: Proceed
de_de: Fortfahren

source: Reassign review
de_de: Beurteilung neu zuweisen

source: Remove
de_de: Entfernen

source: Remove all
de_de: Alle entfernen

source: Remove file
de_de: Datei entfernen

source: Remove selected
de_de: Ausgewählte entfernen

source: Rename
de_de: Umbenennen

source: Republish
de_de: Erneut veröffentlichen

source: Request
de_de: Anfrage

source: Request feedback
de_de: Feedback anfragen

source: Reset to default
de_de: Auf Standard zurücksetzen

source: Resubmit
de_de: Erneut einreichen

source: Submit again for approval
de_de: Erneut zur Genehmigung einreichen

source: Retry
de_de: Erneut versuchen

source: Save
de_de: Speichern

source: Save & exit
de_de: Speichern & beenden

source: Save as draft
de_de: Als Entwurf speichern

source: Save changes
de_de: Änderungen speichern

source: Save draft and exit
de_de: Entwurf speichern und beenden

source: Save updates
de_de: Änderungen speichern

source: Select
de_de: Auswählen

source: Send
de_de: Senden

source: Send feedback
de_de: Feedback senden

source: Send now
de_de: Jetzt senden

source: Send requests
de_de: Anfragen senden

source: Share
de_de: Teilen

source: Show
de_de: Anzeigen

source: Show less
de_de: Weniger anzeigen

source: Show more
de_de: Mehr anzeigen

source: Start upload
de_de: Upload starten

source: Submit
de_de: Einreichen

source: Submitted
de_de: Eingereicht

source: Toggle
de_de: Umschalten

source: Toggle menu
de_de: Menü umschalten

source: Train model
de_de: Modell trainieren

source: Update
de_de: Aktualisieren

source: Upload
de_de: Hochladen

source: Upload CSV
de_de: CSV hochladen

source: Uploading
de_de: Wird hochgeladen

source: Validate
de_de: Validieren

source: View
de_de: Anzeigen

source: View all
de_de: Alle anzeigen

source: View check-in
de_de: Check-in anzeigen

source: No behavior libraries yet.
de_de: Noch keine Verhaltensbibliotheken vorhanden.

source: Create your first behavior library
de_de: Erstellen Sie Ihre erste Verhaltensbibliothek

source: Owners
de_de: Eigentümer:innen

source: The bonus plan was successfully duplicated.
de_de: Der Bonusplan wurde erfolgreich dupliziert.

source: Open bonus plan
de_de: Bonusplan öffnen

source: Enable
de_de: Aktivieren

source: Usage details
de_de: Nutzungsdetails

source: Alert
de_de: Warnmeldung

source: Changes detected in the selected goal plan.
de_de: Änderungen im ausgewählten Zielplan erkannt.

source: Changes detected in the selected goal plan. Use pending draft version to apply them if needed.
de_de: Änderungen im ausgewählten Zielplan erkannt. Verwenden Sie bei Bedarf die ausstehende Entwurfsversion, um sie anzuwenden.

source: Create pending draft
de_de: Ausstehenden Entwurf erstellen

source: Duplication successful
de_de: Duplizierung erfolgreich

source: Edit pending draft
de_de: Ausstehenden Entwurf bearbeiten

source: Create bonus plan
de_de: Bonusplan erstellen

source: Edit bonus plan
de_de: Bonusplan bearbeiten

source: The pending draft was successfully updated.
de_de: Der ausstehende Entwurf wurde erfolgreich aktualisiert.

source: Some payout curves assigned to this bonus plan are deactivated. Please reassign the payout curves.
de_de: Einige Auszahlungsmodelle, die diesem Bonusplan zugeordnet sind, sind deaktiviert. Bitte ordnen Sie die Auszahlungsmodelle neu zu.

source: The bonus plan was successfully published.
de_de: Der Bonusplan wurde erfolgreich veröffentlicht.

source: The pending draft was successfully published.
de_de: Der ausstehende Entwurf wurde erfolgreich veröffentlicht.

source: Numeric
de_de: Numerisch

source: Percentage
de_de: Prozentsatz

source: Achievement calculation
de_de: Leistungsberechnung

source: Calculation of the achievement per each goal
de_de: Berechnung der Zielerreichung für jedes Ziel

source: Calculated bonus
de_de: Berechneter Bonus

source: When multiple situations apply, the final bonus is the total of the calculated bonuses for each situation.
de_de: Wenn mehrere Situationen zutreffen, ist der endgültige Bonus die Summe der berechneten Boni für jede Situation.

source: Review the bonus calculation equation
de_de: Überprüfen Sie die Gleichung zur Berechnung des Bonus

source: Goal achievement %
de_de: Zielerreichung %
